window.PACMAN_TRANSLATIONS = {
    "pacman":  "পেক-মেন",
    "pinkGhost":  "গোলাপী ভূত",
    "startGhost":  "ভূত হিচাপে আৰম্ভ কৰিবলৈ এটা কাঁড় চাবি টিপক",
    "restart":  "পুনৰাৰম্ভ কৰক",
    "continue":  "আগবাঢ়ি যাবলৈ এটা কাঁড় চাবি টিপক",
    "startPacman":  "Pac-Man হিচাপে আৰম্ভ কৰিবলৈ এটা কাঁড় চাবি টিপক",
    "chooseCharacter":  "আপোনাৰ চৰিত্ৰ বাছি লওক",
    "lives":  "জীয়াই থাকে",
    "redGhost":  "ৰঙা ভূত",
    "chooseCharacterDescription":  "Pac-Man হিচাপে খেলক বা ভূতৰ এটা নিয়ন্ত্ৰণ কৰক।",
    "editMap": "মেপ সম্পাদনা কৰক",
    "backToCharacters": "আখৰসমূহলৈ উভতি যাওক",
    "useMap": "এই মেপ ব্যৱহাৰ কৰক",
    "mapEditorInstructions": "পেলেট, পাৱাৰ পেলেট, খালী ঠাই, আৰু বেৰ চক্ৰ কৰিবলৈ এটা টাইল ক্লিক কৰক। মুকলি টাইলছৰ মাজত এটা বেৰ যোগ বা আঁতৰাবলৈ এটা গ্ৰীড লাইনৰ ওচৰত ক্লিক কৰক। এটা আখৰ ঘূৰাবলৈ ক্লিক কৰক; ইয়াক লৰচৰ কৰিবলৈ টানি নিয়ক।",
    "directions":  {
                       "left":  "বাওঁফালে যাওক",
                       "right":  "সোঁফালে আগবাঢ়ক",
                       "down":  "তললৈ যোৱা",
                       "up":  "ওপৰলৈ উঠি যাওক"
                   },
    "lifeLost":  "পেক-মেনে হেৰুৱালে এটা জীৱন",
    "orangeGhost":  "কমলা ৰঙৰ ভূত",
    "won":  "আপুনি জয়ী হ’ল!",
    "gameOver":  "গেম অভাৰ",
    "score":  "স্ক’ৰ"
};
