window.PACMAN_TRANSLATIONS = {
    "pacman":  "Пак-Мэн",
    "pinkGhost":  "Ружовы прывід",
    "startGhost":  "Націсніце клавішу са стрэлкай, каб пачаць як прывід",
    "restart":  "Перазапуск",
    "continue":  "Каб працягнуць, націсніце клавішу са стрэлкай",
    "startPacman":  "Націсніце клавішу са стрэлкай, каб пачаць як Pac-Man",
    "chooseCharacter":  "Выберыце свайго персанажа",
    "lives":  "Жыве",
    "redGhost":  "Чырвоны прывід",
    "chooseCharacterDescription":  "Гуляйце за Pac-Man або кіруйце адным з прывідаў.",
    "editMap": "Рэдагаваць карту",
    "backToCharacters": "Назад да сімвалаў",
    "useMap": "Выкарыстоўвайце гэту карту",
    "mapEditorInstructions": "Пстрыкніце плітку, каб перамяшчаць гранулы, гранулы, пустую прастору і сцяну. Націсніце побач з лініяй сеткі, каб дадаць або выдаліць сцяну паміж адкрытымі пліткамі. Націсніце сімвал, каб павярнуць яго; перацягнуць, каб перамясціць яго.",
    "directions":  {
                       "left":  "Рух налева",
                       "right":  "Рух направа",
                       "down":  "Рухайцеся ўніз",
                       "up":  "Рухайцеся ўверх"
                   },
    "lifeLost":  "Pac-Man страціў жыццё",
    "orangeGhost":  "Аранжавы прывід",
    "won":  "Вы выйгралі!",
    "gameOver":  "Гульня скончана",
    "score":  "Ацэнка"
};
