window.PACMAN_TRANSLATIONS = {
    "pacman":  "Pac-Man",
    "pinkGhost":  "Розов призрак",
    "startGhost":  "Натиснете клавиш със стрелка, за да започнете като призрак",
    "restart":  "Рестартирайте",
    "continue":  "Натиснете клавиш със стрелка, за да продължите",
    "startPacman":  "Натиснете клавиш със стрелка, за да започнете като Pac-Man",
    "chooseCharacter":  "Изберете своя герой",
    "lives":  "живее",
    "redGhost":  "Червен призрак",
    "chooseCharacterDescription":  "Играйте като Pac-Man или контролирайте един от призраците.",
    "editMap": "Редактиране на картата",
    "backToCharacters": "Обратно към знаците",
    "useMap": "Използвайте тази карта",
    "mapEditorInstructions": "Щракнете върху плочка, за да преминете към пелет, захранващ пелет, празно пространство и стена. Щракнете близо до мрежа, за да добавите или премахнете стена между отворените плочки. Щракнете върху знак, за да го завъртите; плъзнете, за да го преместите.",
    "directions":  {
                       "left":  "Преместете се наляво",
                       "right":  "Преместете се надясно",
                       "down":  "Придвижете се надолу",
                       "up":  "Придвижете се нагоре"
                   },
    "lifeLost":  "Pac-Man загуби живот",
    "orangeGhost":  "Оранжев призрак",
    "won":  "Вие спечелихте!",
    "gameOver":  "Играта приключи",
    "score":  "резултат"
};
