window.PACMAN_TRANSLATIONS = {
    "pacman":  "প্যাক-ম্যান",
    "pinkGhost":  "গোলাপী ভূত",
    "startGhost":  "ভূত হিসাবে শুরু করতে একটি তীর কী টিপুন",
    "restart":  "রিস্টার্ট করুন",
    "continue":  "চালিয়ে যেতে একটি তীর কী টিপুন",
    "startPacman":  "প্যাক-ম্যান হিসাবে শুরু করতে একটি তীর কী টিপুন",
    "chooseCharacter":  "আপনার চরিত্র চয়ন করুন",
    "lives":  "বাস করে",
    "redGhost":  "লাল ভূত",
    "chooseCharacterDescription":  "প্যাক-ম্যান হিসাবে খেলুন বা ভূতগুলির একটিকে নিয়ন্ত্রণ করুন।",
    "editMap": "মানচিত্র সম্পাদনা করুন",
    "backToCharacters": "অক্ষরে ফিরে যান",
    "useMap": "এই মানচিত্রটি ব্যবহার করুন",
    "mapEditorInstructions": "পেলেট, পাওয়ার পেলেট, খালি জায়গা এবং দেয়ালে সাইকেল করতে একটি টাইল ক্লিক করুন। খোলা টাইলগুলির মধ্যে একটি প্রাচীর যোগ করতে বা সরাতে একটি গ্রিড লাইনের কাছে ক্লিক করুন৷ এটি ঘোরাতে একটি অক্ষর ক্লিক করুন; এটি সরাতে টেনে আনুন।",
    "directions":  {
                       "left":  "বামে সরান",
                       "right":  "ডানদিকে সরান",
                       "down":  "নিচে সরান",
                       "up":  "উপরে সরান"
                   },
    "lifeLost":  "প্যাক-ম্যান একটি জীবন হারিয়েছে",
    "orangeGhost":  "কমলা ভূত",
    "won":  "আপনি জিতেছেন!",
    "gameOver":  "খেলা শেষ",
    "score":  "স্কোর"
};
