window.PACMAN_TRANSLATIONS = {
    "pacman":  "પેક-મેન",
    "pinkGhost":  "ગુલાબી ભૂત",
    "startGhost":  "ભૂત તરીકે શરૂ કરવા માટે એરો કી દબાવો",
    "restart":  "પુનઃપ્રારંભ કરો",
    "continue":  "ચાલુ રાખવા માટે એરો કી દબાવો",
    "startPacman":  "Pac-Man તરીકે શરૂ કરવા માટે એરો કી દબાવો",
    "chooseCharacter":  "તમારું પાત્ર પસંદ કરો",
    "lives":  "રહે છે",
    "redGhost":  "લાલ ભૂત",
    "chooseCharacterDescription":  "પેક-મેન તરીકે રમો અથવા કોઈ એક ભૂતને નિયંત્રિત કરો.",
    "editMap": "નકશો સંપાદિત કરો",
    "backToCharacters": "અક્ષરો પર પાછા",
    "useMap": "આ નકશાનો ઉપયોગ કરો",
    "mapEditorInstructions": "પેલેટ, પાવર પેલેટ, ખાલી જગ્યા અને દિવાલને સાયકલ કરવા માટે ટાઇલ પર ક્લિક કરો. ખુલ્લી ટાઇલ્સ વચ્ચે દિવાલ ઉમેરવા અથવા દૂર કરવા માટે ગ્રીડ લાઇનની નજીક ક્લિક કરો. તેને ફેરવવા માટે અક્ષર પર ક્લિક કરો; તેને ખસેડવા માટે ખેંચો.",
    "directions":  {
                       "left":  "ડાબી બાજુ ખસેડો",
                       "right":  "જમણી બાજુ ખસેડો",
                       "down":  "નીચે ખસેડો",
                       "up":  "ઉપર ખસેડો"
                   },
    "lifeLost":  "પેક-મેને જીવ ગુમાવ્યો",
    "orangeGhost":  "નારંગી ભૂત",
    "won":  "તમે જીતી ગયા!",
    "gameOver":  "રમત સમાપ્ત",
    "score":  "સ્કોર"
};
