window.PACMAN_TRANSLATIONS = {
    "score": "स्कोर",
    "lives": "जीवन",
    "restart": "फिर से शुरू करें",
    "chooseCharacter": "अपना किरदार चुनें",
    "chooseCharacterDescription": "पैक-मैन बनकर खेलें या किसी भूत को नियंत्रित करें।",
    "pacman": "पैक-मैन",
    "redGhost": "लाल भूत",
    "orangeGhost": "नारंगी भूत",
    "pinkGhost": "गुलाबी भूत",
    "startPacman": "पैक-मैन के रूप में खेलने के लिए तीर कुंजी दबाएँ",
    "startGhost": "भूत के रूप में खेलने के लिए तीर कुंजी दबाएँ",
    "continue": "जारी रखने के लिए तीर कुंजी दबाएँ",
    "lifeLost": "पैक-मैन ने एक जीवन खो दिया",
    "gameOver": "खेल समाप्त",
    "won": "🎉 आप जीत गए!",
    "editMap": "मानचित्र संपादित करें",
    "backToCharacters": "पात्रों पर वापस जाएं",
    "useMap": "इस मानचित्र का उपयोग करें",
    "mapEditorInstructions": "पेलेट, पावर पेलेट, खाली जगह और दीवार को चक्रित करने के लिए एक टाइल पर क्लिक करें। खुली टाइलों के बीच एक दीवार जोड़ने या हटाने के लिए ग्रिड लाइन के पास क्लिक करें। किसी वर्ण को घुमाने के लिए उस पर क्लिक करें; इसे स्थानांतरित करने के लिए खींचें.",
    "directions": {
        "up": "ऊपर जाएँ",
        "left": "बाएँ जाएँ",
        "down": "नीचे जाएँ",
        "right": "दाएँ जाएँ"
    }
};
