window.PACMAN_TRANSLATIONS = {
    "pacman":  "Pac-Man",
    "pinkGhost":  "Վարդագույն ուրվական",
    "startGhost":  "Սեղմեք սլաքի ստեղնը՝ որպես ուրվական սկսելու համար",
    "restart":  "Վերագործարկեք",
    "continue":  "Շարունակելու համար սեղմեք սլաքի ստեղնը",
    "startPacman":  "Սեղմեք սլաքի ստեղնը՝ Pac-Man-ով սկսելու համար",
    "chooseCharacter":  "Ընտրեք ձեր բնավորությունը",
    "lives":  "Ապրում է",
    "redGhost":  "Կարմիր ուրվական",
    "chooseCharacterDescription":  "Խաղացեք որպես Pac-Man կամ կառավարեք ուրվականներից մեկին:",
    "editMap": "Խմբագրել քարտեզը",
    "backToCharacters": "Վերադառնալ նիշերին",
    "useMap": "Օգտագործեք այս քարտեզը",
    "mapEditorInstructions": "Սեղմեք սալիկի վրա՝ գնդիկները, հոսանքի պուլետները, դատարկը և պատը շրջելու համար: Սեղմեք նիշի վրա՝ այն պտտելու համար; քաշեք այն տեղափոխելու համար:",
    "directions":  {
                       "left":  "Շարժվեք ձախ",
                       "right":  "Տեղափոխեք աջ",
                       "down":  "Տեղափոխեք ներքև",
                       "up":  "Շարժվեք վերև"
                   },
    "lifeLost":  "Pac-Man կյանքը կորցրեց",
    "orangeGhost":  "Նարնջագույն ուրվական",
    "won":  "Դու հաղթեցիր։",
    "gameOver":  "Խաղն ավարտվեց",
    "score":  "Միավոր"
};
