window.PACMAN_TRANSLATIONS = {
    "pacman":  "Pac-Man",
    "pinkGhost":  "Қызғылт елес",
    "startGhost":  "Елес ретінде бастау үшін көрсеткі пернені басыңыз",
    "restart":  "Қайта іске қосыңыз",
    "continue":  "Жалғастыру үшін көрсеткі пернені басыңыз",
    "startPacman":  "Pac-Man ретінде бастау үшін көрсеткі пернені басыңыз",
    "chooseCharacter":  "Кейіпкеріңізді таңдаңыз",
    "lives":  "Өмір сүреді",
    "redGhost":  "Қызыл елес",
    "chooseCharacterDescription":  "Pac-Man ретінде ойнаңыз немесе елестердің бірін басқарыңыз.",
    "editMap": "Картаны өңдеу",
    "backToCharacters": "Таңбаларға оралу",
    "useMap": "Осы картаны пайдаланыңыз",
    "mapEditorInstructions": "Түйіршіктерді, қуат түйіршіктерін, бос орынды және қабырғаны айналдыру үшін тақтайшаны басыңыз. Ашық тақтайшалар арасына қабырға қосу немесе алып тастау үшін тор сызығының жанында басыңыз. Оны айналдыру үшін таңбаны басыңыз; жылжыту үшін сүйреңіз.",
    "directions":  {
                       "left":  "Солға жылжытыңыз",
                       "right":  "Оңға жылжытыңыз",
                       "down":  "Төмен жылжытыңыз",
                       "up":  "Жоғары жылжытыңыз"
                   },
    "lifeLost":  "Pac-Man өмірін жоғалтты",
    "orangeGhost":  "Қызғылт сары елес",
    "won":  "Сіз жеңдіңіз!",
    "gameOver":  "Ойын аяқталды",
    "score":  "Ұпай"
};
