window.PACMAN_TRANSLATIONS = {
    "pacman":  "ಪ್ಯಾಕ್-ಮ್ಯಾನ್",
    "pinkGhost":  "ಗುಲಾಬಿ ಭೂತ",
    "startGhost":  "ಪ್ರೇತದಂತೆ ಪ್ರಾರಂಭಿಸಲು ಬಾಣದ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ",
    "restart":  "ಮರುಪ್ರಾರಂಭಿಸಿ",
    "continue":  "ಮುಂದುವರಿಸಲು ಬಾಣದ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ",
    "startPacman":  "ಪ್ಯಾಕ್-ಮ್ಯಾನ್ ಆಗಿ ಪ್ರಾರಂಭಿಸಲು ಬಾಣದ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ",
    "chooseCharacter":  "ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಆರಿಸಿ",
    "lives":  "ವಾಸಿಸುತ್ತಾರೆ",
    "redGhost":  "ಕೆಂಪು ಭೂತ",
    "chooseCharacterDescription":  "ಪ್ಯಾಕ್-ಮ್ಯಾನ್ ಆಗಿ ಆಟವಾಡಿ ಅಥವಾ ದೆವ್ವಗಳಲ್ಲಿ ಒಂದನ್ನು ನಿಯಂತ್ರಿಸಿ.",
    "editMap": "ನಕ್ಷೆಯನ್ನು ಸಂಪಾದಿಸಿ",
    "backToCharacters": "ಅಕ್ಷರಗಳಿಗೆ ಹಿಂತಿರುಗಿ",
    "useMap": "ಈ ನಕ್ಷೆಯನ್ನು ಬಳಸಿ",
    "mapEditorInstructions": "ಪೆಲೆಟ್, ಪವರ್ ಪೆಲೆಟ್, ಖಾಲಿ ಮತ್ತು ಗೋಡೆಯನ್ನು ಸೈಕಲ್ ಮಾಡಲು ಟೈಲ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ಅದನ್ನು ತಿರುಗಿಸಲು ಅಕ್ಷರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ; ಅದನ್ನು ಸರಿಸಲು ಎಳೆಯಿರಿ.",
    "directions":  {
                       "left":  "ಎಡಕ್ಕೆ ಸರಿಸಿ",
                       "right":  "ಬಲಕ್ಕೆ ಸರಿಸಿ",
                       "down":  "ಕೆಳಗೆ ಸರಿಸಿ",
                       "up":  "ಮೇಲಕ್ಕೆ ಸರಿಸಿ"
                   },
    "lifeLost":  "ಪ್ಯಾಕ್ ಮ್ಯಾನ್ ಜೀವ ಕಳೆದುಕೊಂಡರು",
    "orangeGhost":  "ಕಿತ್ತಳೆ ಭೂತ",
    "won":  "ನೀನು ಗೆದ್ದೆ!",
    "gameOver":  "ಆಟ ಮುಗಿದಿದೆ",
    "score":  "ಸ್ಕೋರ್"
};
