window.PACMAN_TRANSLATIONS = {
    "pacman":  "Пак-Мен",
    "pinkGhost":  "Розов дух",
    "startGhost":  "Притиснете го копчето со стрелка за да започнете како дух",
    "restart":  "Рестартирајте",
    "continue":  "Притиснете копче со стрелка за да продолжите",
    "startPacman":  "Притиснете копче со стрелка за да започнете како Pac-Man",
    "chooseCharacter":  "Изберете го вашиот карактер",
    "lives":  "Живее",
    "redGhost":  "Црвен дух",
    "chooseCharacterDescription":  "Играјте како Pac-Man или контролирајте еден од духовите.",
    "editMap": "Уредете ја картата",
    "backToCharacters": "Назад кон знаците",
    "useMap": "Користете ја оваа карта",
    "mapEditorInstructions": "Кликнете на плочка за да циклирате топчиња, моќни пелети, празен простор и ѕид. Кликнете во близина на линија на мрежа за да додадете или отстраните ѕид помеѓу отворените плочки. Кликнете на знак за да го ротирате; повлечете за да го преместите.",
    "directions":  {
                       "left":  "Движете се лево",
                       "right":  "Движете се десно",
                       "down":  "Движете се надолу",
                       "up":  "Движете се нагоре"
                   },
    "lifeLost":  "Pac-Man загуби живот",
    "orangeGhost":  "Портокал дух",
    "won":  "Вие победивте!",
    "gameOver":  "Играта е завршена",
    "score":  "Резултат"
};
