window.PACMAN_TRANSLATIONS = {
    "pacman":  "പാക്-മാൻ",
    "pinkGhost":  "പിങ്ക് പ്രേതം",
    "startGhost":  "ഒരു പ്രേതമായി ആരംഭിക്കാൻ ഒരു അമ്പടയാള കീ അമർത്തുക",
    "restart":  "പുനരാരംഭിക്കുക",
    "continue":  "തുടരാൻ ഒരു അമ്പടയാള കീ അമർത്തുക",
    "startPacman":  "Pac-Man ആയി ആരംഭിക്കാൻ ഒരു അമ്പടയാള കീ അമർത്തുക",
    "chooseCharacter":  "നിങ്ങളുടെ സ്വഭാവം തിരഞ്ഞെടുക്കുക",
    "lives":  "ജീവിക്കുന്നു",
    "redGhost":  "ചുവന്ന പ്രേതം",
    "chooseCharacterDescription":  "Pac-Man ആയി കളിക്കുക അല്ലെങ്കിൽ പ്രേതങ്ങളിൽ ഒന്നിനെ നിയന്ത്രിക്കുക.",
    "editMap": "മാപ്പ് എഡിറ്റ് ചെയ്യുക",
    "backToCharacters": "പ്രതീകങ്ങളിലേക്ക് മടങ്ങുക",
    "useMap": "ഈ മാപ്പ് ഉപയോഗിക്കുക",
    "mapEditorInstructions": "പെല്ലറ്റ്, പവർ പെല്ലറ്റ്, ശൂന്യം, മതിൽ എന്നിവ സൈക്കിൾ ചെയ്യാൻ ഒരു ടൈലിൽ ക്ലിക്കുചെയ്യുക. ഒരു പ്രതീകം തിരിക്കാൻ അത് ക്ലിക്ക് ചെയ്യുക; അത് നീക്കാൻ അത് വലിച്ചിടുക.",
    "directions":  {
                       "left":  "ഇടത്തേക്ക് നീങ്ങുക",
                       "right":  "വലത്തേക്ക് നീങ്ങുക",
                       "down":  "താഴേക്ക് നീങ്ങുക",
                       "up":  "മുകളിലേക്ക് നീങ്ങുക"
                   },
    "lifeLost":  "പാക്-മാൻ ഒരു ജീവൻ നഷ്ടപ്പെട്ടു",
    "orangeGhost":  "ഓറഞ്ച് പ്രേതം",
    "won":  "നിങ്ങൾ വിജയിച്ചു!",
    "gameOver":  "കളി കഴിഞ്ഞു",
    "score":  "സ്കോർ"
};
