window.PACMAN_TRANSLATIONS = {
    "pacman":  "Pac-Man",
    "pinkGhost":  "Ягаан сүнс",
    "startGhost":  "Сүнс болж эхлэхийн тулд сум товчийг дарна уу",
    "restart":  "Дахин эхлүүлэх",
    "continue":  "Үргэлжлүүлэхийн тулд сум товчийг дарна уу",
    "startPacman":  "Pac-Man болж эхлэхийн тулд сум товчийг дарна уу",
    "chooseCharacter":  "Өөрийнхөө дүрийг сонго",
    "lives":  "Амьдрал",
    "redGhost":  "Улаан сүнс",
    "chooseCharacterDescription":  "Pac-Man-ээр тоглох эсвэл сүнснүүдийн аль нэгийг удирдаарай.",
    "editMap": "Газрын зургийг засах",
    "backToCharacters": "Тэмдэгтүүд рүү буцах",
    "useMap": "Энэ газрын зургийг ашиглана уу",
    "mapEditorInstructions": "Хавтан дээр дарж үрэл, цахилгаан үрэл, хоосон, хана зэргийг эргүүлнэ. Тэмдэгт дээр дарж эргүүлэх; зөөхийн тулд чирнэ үү.",
    "directions":  {
                       "left":  "Зүүн тийш шилжих",
                       "right":  "Баруун тийш хөдөл",
                       "down":  "Доош хөдөл",
                       "up":  "Дээш хөдөл"
                   },
    "lifeLost":  "Pac-Man амиа алдсан",
    "orangeGhost":  "Улбар шар сүнс",
    "won":  "Та хожсон!",
    "gameOver":  "Тоглолт дууслаа",
    "score":  "Оноо"
};
