window.PACMAN_TRANSLATIONS = {
    "pacman":  "पॅक-मॅन",
    "pinkGhost":  "गुलाबी भूत",
    "startGhost":  "भूत म्हणून प्रारंभ करण्यासाठी बाण की दाबा",
    "restart":  "रीस्टार्ट करा",
    "continue":  "सुरू ठेवण्यासाठी बाण की दाबा",
    "startPacman":  "Pac-Man म्हणून सुरू करण्यासाठी बाण की दाबा",
    "chooseCharacter":  "तुमचा वर्ण निवडा",
    "lives":  "जगतो",
    "redGhost":  "लाल भूत",
    "chooseCharacterDescription":  "पॅक-मॅन म्हणून खेळा किंवा भूतांपैकी एकावर नियंत्रण ठेवा.",
    "editMap": "नकाशा संपादित करा",
    "backToCharacters": "वर्णांवर परत",
    "useMap": "हा नकाशा वापरा",
    "mapEditorInstructions": "गोळ्या, पॉवर पेलेट, रिकामी आणि भिंतीवर सायकल करण्यासाठी टाइलवर क्लिक करा. वर्ण फिरवण्यासाठी त्यावर क्लिक करा; ते हलविण्यासाठी ड्रॅग करा.",
    "directions":  {
                       "left":  "डावीकडे हलवा",
                       "right":  "उजवीकडे हलवा",
                       "down":  "खाली हलवा",
                       "up":  "वर हलवा"
                   },
    "lifeLost":  "पॅक-मॅनला जीव गमवावा लागला",
    "orangeGhost":  "केशरी भूत",
    "won":  "तुम्ही जिंकलात!",
    "gameOver":  "खेळ संपला",
    "score":  "स्कोअर"
};
