window.PACMAN_TRANSLATIONS = {
    "pacman":  "Pac-Man",
    "pinkGhost":  "ပန်းရောင်တစ္ဆေ",
    "startGhost":  "တစ္ဆေအဖြစ်စတင်ရန် မြှားခလုတ်ကိုနှိပ်ပါ။",
    "restart":  "ပြန်လည်စတင်ပါ။",
    "continue":  "ရှေ့ဆက်ရန် မြှားခလုတ်ကို နှိပ်ပါ။",
    "startPacman":  "Pac-Man အဖြစ် စတင်ရန် မြှားခလုတ်ကို နှိပ်ပါ။",
    "chooseCharacter":  "သင်၏ဇာတ်ကောင်ကိုရွေးချယ်ပါ။",
    "lives":  "အသက်တွေ",
    "redGhost":  "တစ္ဆေနီ",
    "chooseCharacterDescription":  "Pac-Man အဖြစ် ကစားပါ သို့မဟုတ် သရဲတစ္ဆေများထဲမှ တစ်ခုကို ထိန်းချုပ်ပါ။",
    "directions":  {
                       "left":  "ဘယ်ဘက်သို့ ရွှေ့ပါ။",
                       "right":  "ညာဘက်ကို ရွှေ့ပါ။",
                       "down":  "အောက်သို့ရွှေ့ပါ။",
                       "up":  "အပေါ်ကိုရွှေ့ပါ။"
                   },
    "lifeLost":  "Pac-Man အသက်ဆုံးရှုံးခဲ့သည်။",
    "orangeGhost":  "လိမ္မော်ရောင် တစ္ဆေ",
    "won":  "သင်အနိုင်ရခဲ့သည်။",
    "gameOver":  "ဂိမ်းပြီးပါပြီ။",
    "score":  "ရမှတ်"
};
