window.PACMAN_TRANSLATIONS = {
    "pacman":  "प्याक-म्यान",
    "pinkGhost":  "गुलाबी भूत",
    "startGhost":  "भूतको रूपमा सुरु गर्न एरो कुञ्जी थिच्नुहोस्",
    "restart":  "पुन: सुरु गर्नुहोस्",
    "continue":  "जारी राख्न तीर कुञ्जी थिच्नुहोस्",
    "startPacman":  "Pac-Man को रूपमा सुरु गर्न एरो कुञ्जी थिच्नुहोस्",
    "chooseCharacter":  "आफ्नो चरित्र छान्नुहोस्",
    "lives":  "बाँच्छन्",
    "redGhost":  "रातो भूत",
    "chooseCharacterDescription":  "Pac-Man को रूपमा खेल्नुहोस् वा भूत मध्ये एक नियन्त्रण गर्नुहोस्।",
    "editMap": "नक्सा सम्पादन गर्नुहोस्",
    "backToCharacters": "क्यारेक्टरहरूमा फर्कनुहोस्",
    "useMap": "यो नक्सा प्रयोग गर्नुहोस्",
    "mapEditorInstructions": "साइकल गोली, पावर गोली, खाली ठाउँ, र भित्तामा टाइल क्लिक गर्नुहोस्। खुला टाइलहरू बीचको पर्खाल थप्न वा हटाउन ग्रिड रेखा नजिकै क्लिक गर्नुहोस्। यसलाई घुमाउन एक क्यारेक्टर क्लिक गर्नुहोस्; यसलाई सार्न तान्नुहोस्।",
    "directions":  {
                       "left":  "बायाँ सार्नुहोस्",
                       "right":  "दायाँ सार्नुहोस्",
                       "down":  "तल सार्नुहोस्",
                       "up":  "माथि सार्नुहोस्"
                   },
    "lifeLost":  "प्याक-म्यानले ज्यान गुमाए",
    "orangeGhost":  "सुन्तला भूत",
    "won":  "तपाईंले जित्नुभयो!",
    "gameOver":  "खेल सकियो",
    "score":  "स्कोर"
};
