window.PACMAN_TRANSLATIONS = {
    "pacman":  "ପ୍ୟାକ୍-ମ୍ୟାନ୍ |",
    "pinkGhost":  "ଗୋଲାପୀ ଭୂତ |",
    "startGhost":  "ଭୂତ ଭାବରେ ଆରମ୍ଭ କରିବା ପାଇଁ ଏକ ତୀର କୀ ଦବାନ୍ତୁ |",
    "restart":  "ପୁନ Rest ଆରମ୍ଭ କରନ୍ତୁ |",
    "continue":  "ଜାରି ରଖିବାକୁ ଏକ ତୀର କୀ ଦବାନ୍ତୁ |",
    "startPacman":  "ପ୍ୟାକ୍-ମ୍ୟାନ୍ ଭାବରେ ଆରମ୍ଭ କରିବାକୁ ଏକ ତୀର କୀ ଦବାନ୍ତୁ |",
    "chooseCharacter":  "ତୁମର ଚରିତ୍ର ବାଛ |",
    "lives":  "ଜୀବନ",
    "redGhost":  "ଲାଲ୍ ଭୂତ |",
    "chooseCharacterDescription":  "ପ୍ୟାକ୍-ମ୍ୟାନ୍ ଭାବରେ ଖେଳନ୍ତୁ କିମ୍ବା ଗୋଟିଏ ଭୂତକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "directions":  {
                       "left":  "ବାମକୁ ଘୁଞ୍ଚନ୍ତୁ |",
                       "right":  "ଡାହାଣକୁ ଯାଆନ୍ତୁ |",
                       "down":  "ତଳକୁ ଯାଅ |",
                       "up":  "ଉପରକୁ ଯାଅ |"
                   },
    "lifeLost":  "ପ୍ୟାକ୍-ମ୍ୟାନ୍ ଜୀବନ ହରାଇଲେ |",
    "orangeGhost":  "କମଳା ଭୂତ |",
    "won":  "ତୁମେ ଜିତିଲ!",
    "gameOver":  "ଖେଳ ସମାପ୍ତ",
    "score":  "ସ୍କୋର |"
};
