window.PACMAN_TRANSLATIONS = {
    "pacman":  "පැක්-මෑන්",
    "pinkGhost":  "රෝස අවතාරය",
    "startGhost":  "අවතාරයක් ලෙස ආරම්භ කිරීමට ඊතල යතුරක් ඔබන්න",
    "restart":  "නැවත ආරම්භ කරන්න",
    "continue":  "ඉදිරියට යාමට ඊතල යතුරක් ඔබන්න",
    "startPacman":  "Pac-Man ලෙස ආරම්භ කිරීමට ඊතල යතුරක් ඔබන්න",
    "chooseCharacter":  "ඔබේ චරිතය තෝරන්න",
    "lives":  "ජීවත් වෙනවා",
    "redGhost":  "රතු අවතාරය",
    "chooseCharacterDescription":  "Pac-Man ලෙස ක්‍රීඩා කරන්න හෝ අවතාරවලින් එකක් පාලනය කරන්න.",
    "editMap": "සිතියම සංස්කරණය කරන්න",
    "backToCharacters": "ආපසු අක්ෂර වෙත",
    "useMap": "මෙම සිතියම භාවිතා කරන්න",
    "mapEditorInstructions": "චක්‍රීය පෙති, බල පෙති, හිස් සහ බිත්ති කිරීමට ටයිල් එකක් ක්ලික් කරන්න. එය කරකැවීමට අක්ෂරයක් ක්ලික් කරන්න; එය ගෙන යාමට එය ඇදගෙන යන්න.",
    "directions":  {
                       "left":  "වමට යන්න",
                       "right":  "දකුණට යන්න",
                       "down":  "පහළට ගමන් කරන්න",
                       "up":  "ඉහළට ගමන් කරන්න"
                   },
    "lifeLost":  "පැක් මෑන්ට ජීවිතයක් අහිමි විය",
    "orangeGhost":  "තැඹිලි අවතාරය",
    "won":  "ඔබට ජය!",
    "gameOver":  "ක්‍රීඩාව අවසන්",
    "score":  "ලකුණු"
};
