window.PACMAN_TRANSLATIONS = {
    "pacman":  "Пац-Ман",
    "pinkGhost":  "Пинк гхост",
    "startGhost":  "Притисните тастер са стрелицом да бисте почели као дух",
    "restart":  "Поново покрени",
    "continue":  "Притисните тастер са стрелицом да наставите",
    "startPacman":  "Притисните тастер са стрелицом да бисте почели као Пац-Ман",
    "chooseCharacter":  "Изаберите свој лик",
    "lives":  "Живи",
    "redGhost":  "Црвени дух",
    "chooseCharacterDescription":  "Играјте као Пац-Ман или контролишите једног од духова.",
    "editMap": "Уреди мапу",
    "backToCharacters": "Повратак на знакове",
    "useMap": "Користи ову мапу",
    "mapEditorInstructions": "Кликните на плочицу за циклус пелета, пелета за напајање, празног простора и зида. Кликните близу линије мреже да бисте додали или уклонили зид између отворених плочица. Кликните на знак да бисте га ротирали; превуците да бисте га померили.",
    "directions":  {
                       "left":  "Помери лево",
                       "right":  "Помери десно",
                       "down":  "Помери се доле",
                       "up":  "Помери се горе"
                   },
    "lifeLost":  "Пац-Ман је изгубио живот",
    "orangeGhost":  "Наранџасти дух",
    "won":  "Победио си!",
    "gameOver":  "Игра је готова",
    "score":  "Резултат"
};
