window.PACMAN_TRANSLATIONS = {
    "pacman":  "பேக்-மேன்",
    "pinkGhost":  "இளஞ்சிவப்பு பேய்",
    "startGhost":  "பேயாகத் தொடங்க அம்புக்குறியை அழுத்தவும்",
    "restart":  "மறுதொடக்கம்",
    "continue":  "தொடர அம்புக்குறியை அழுத்தவும்",
    "startPacman":  "Pac-Man ஆக தொடங்க அம்புக்குறியை அழுத்தவும்",
    "chooseCharacter":  "உங்கள் பாத்திரத்தை தேர்வு செய்யவும்",
    "lives":  "வாழ்கிறார்",
    "redGhost":  "சிவப்பு பேய்",
    "chooseCharacterDescription":  "பேக்-மேனாக விளையாடுங்கள் அல்லது பேய்களில் ஒன்றைக் கட்டுப்படுத்துங்கள்.",
    "editMap": "வரைபடத்தைத் திருத்து",
    "backToCharacters": "எழுத்துகளுக்குத் திரும்பு",
    "useMap": "இந்த வரைபடத்தைப் பயன்படுத்தவும்",
    "mapEditorInstructions": "பெல்லட், பவர் பெல்லட், காலி மற்றும் சுவரைச் சுழற்ற ஒரு டைலைக் கிளிக் செய்யவும். ஒரு எழுத்தை சுழற்ற கிளிக் செய்யவும்; அதை நகர்த்த இழுக்கவும்.",
    "directions":  {
                       "left":  "இடதுபுறம் நகர்த்தவும்",
                       "right":  "வலதுபுறம் நகர்த்தவும்",
                       "down":  "கீழே நகர்த்தவும்",
                       "up":  "மேலே செல்லவும்"
                   },
    "lifeLost":  "பேக்-மேன் ஒரு உயிரை இழந்தார்",
    "orangeGhost":  "ஆரஞ்சு பேய்",
    "won":  "நீ வென்றாய்!",
    "gameOver":  "ஆட்டம் முடிந்தது",
    "score":  "மதிப்பெண்"
};
