window.PACMAN_TRANSLATIONS = {
    "pacman":  "పాక్-మ్యాన్",
    "pinkGhost":  "పింక్ దెయ్యం",
    "startGhost":  "దెయ్యంగా ప్రారంభించడానికి బాణం కీని నొక్కండి",
    "restart":  "పునఃప్రారంభించండి",
    "continue":  "కొనసాగించడానికి బాణం కీని నొక్కండి",
    "startPacman":  "ప్యాక్-మ్యాన్‌గా ప్రారంభించడానికి బాణం కీని నొక్కండి",
    "chooseCharacter":  "మీ పాత్రను ఎంచుకోండి",
    "lives":  "జీవిస్తుంది",
    "redGhost":  "ఎర్ర దెయ్యం",
    "chooseCharacterDescription":  "పాక్-మ్యాన్‌గా ఆడండి లేదా దెయ్యాలలో ఒకదానిని నియంత్రించండి.",
    "directions":  {
                       "left":  "ఎడమకు తరలించు",
                       "right":  "కుడివైపు తరలించు",
                       "down":  "క్రిందికి తరలించు",
                       "up":  "పైకి కదలండి"
                   },
    "lifeLost":  "పాక్ మ్యాన్ ప్రాణాలు కోల్పోయాడు",
    "orangeGhost":  "ఆరెంజ్ దెయ్యం",
    "won":  "మీరు గెలిచారు!",
    "gameOver":  "ఆట ముగిసింది",
    "score":  "స్కోర్"
};
