window.PACMAN_TRANSLATIONS = {
    "pacman":  "پی اے سی مین",
    "pinkGhost":  "گلابی بھوت",
    "startGhost":  "بھوت کے طور پر شروع کرنے کے لئے ایک تیر کی کلید کو دبائیں",
    "restart":  "دوبارہ شروع کریں۔",
    "continue":  "جاری رکھنے کے لیے ایک تیر والے بٹن کو دبائیں۔",
    "startPacman":  "Pac-Man کے طور پر شروع کرنے کے لیے ایک تیر والے بٹن کو دبائیں۔",
    "chooseCharacter":  "اپنے کردار کا انتخاب کریں۔",
    "lives":  "رہتا ہے۔",
    "redGhost":  "لال بھوت",
    "chooseCharacterDescription":  "Pac-Man کے طور پر کھیلیں یا بھوتوں میں سے کسی ایک کو کنٹرول کریں۔",
    "directions":  {
                       "left":  "بائیں منتقل کریں۔",
                       "right":  "دائیں طرف بڑھیں۔",
                       "down":  "نیچے کی طرف بڑھیں۔",
                       "up":  "اوپر بڑھیں۔"
                   },
    "lifeLost":  "پی اے سی مین جان کی بازی ہار گیا۔",
    "orangeGhost":  "اورنج بھوت",
    "won":  "تم جیت گئے!",
    "gameOver":  "کھیل ختم",
    "score":  "سکور"
};
